---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EditedBy
source: html/d067bcba-d7d4-0540-6e13-d338ee7f75d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EditedBy Property

"Edited by"

## Syntax (C#)
```csharp
public static ForgeTypeId EditedBy { get; }
```